Repository: michelRenon/uTranslate
Catalog: uTranslate/po/*.po
Languages: fr

source: Show selected
fr: Afficher selon la sélection

source: uTranslate
fr: uTraduction

source: Switch
fr: Permutter

source: Settings
fr: Paramètres

source: About
fr: À propos

source: Translation
fr: Traduction

source: Definition
fr: Définition

source: Enter text to translate
fr: Saisissez un texte à traduire

source: No Result
fr: Aucun résultat

source: Translation of '%1'
fr: Traduction de «[nbsp]%1[nbsp]»

source: Definition of '%1'
fr: Définition de «[nbsp]%1[nbsp]»

source: A network error occured.
fr: Une erreur réseau s'est produite.

source: Providers
fr: Fournisseurs

source: no selected language:
fr: aucune langue sélectionnée[nbsp]:

source: %n selected language:
fr: %n langue sélectionnée[nbsp]:

source: %n selected languages:
fr: %n langues sélectionnées[nbsp]:

source: uTranslate, a translation app
fr: uTraduction, une application de traduction

source: by
fr: par

source: Project website:
fr: Site Web du projet[nbsp]:

source: Flags form
fr: Drapeaux issus de

source: Countries
fr: Pays
